tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "git"
brew "nvm"
brew "pnpm"
brew "httpie"
brew "starship"
brew "vim"
cask "visual-studio-code"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "firefox"
cask "google-chrome"
cask "zoom"
cask "docker"
cask "1password"
mas "Contrast", id: 1254981365
mas "Slack", id: 803453959